Revit 2027 API
ParameterTypeId.StructuralEndReleaseFx Property
 "End Fx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralEndReleaseFx { get; }
Public Shared ReadOnly Property StructuralEndReleaseFx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralEndReleaseFx {
	ForgeTypeId^ get ();
}
static member StructuralEndReleaseFx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace